{
    "title": "Languanizr language package",
    "url": "http://www.languanizrjs.com",
    "package_version": 1,
    "language": "german",
    "text": {
        "1": "Clientseitiges Übsersetzungsskript",
        "2": "Deutsch",
        "3": "Englisch",
        "4": "Sprachpaket version:",
        "5": "Erstelle mehrsprachige Webseiten ganz schnell und super einfach mit dem clientseitigen Übersetzungsskript und dem Spracheditor.",
        "6": "Tour",
        "7": "Mehr gibt's da nicht zu sagen.",
        "8": "Übersetzt alles",
        "9": "Statischen und dynamischen Text, sowie Tag Attribute und statische Eingabefelder.",
        "10": "Leichtes einrichten",
        "11": "Languanizr.js einbinden, eigenes Sprachpaket bauen, HTML Markup vorbereiten. Fertig!",
        "12": "Schnelles und kleines Skript",
        "13": "Das nutzen der aktuellsten jQuery Bibliothek und dem Browser Localstorage ermöglicht eine super schnelle Übersetzung. Das Skript ist außerdem nur XXX KB groß.",
        "14": "Einfaches Sprachpaket bauen",
        "15": "Erstelle schnell und bequem deine eigenen Sprachpakete mit dem online Sprachpaket Editor.",
        "16": "Cooler online Sprach Editor",
        "17": "Der benutzerfreundliche online Editor ermöglicht es dir das Erstellen von Sprachpaketen in kürzester Zeit. Ebenfalls vereinfacht er dir das Aufbereiten deines HTML Markups für die Übersetzung.",
        "18": "Frei & Open-Source",
        "19": "Es ist ein Open-Source Produkt und lizensiert unter der MIT Lizenz. Kommerzielle als auch private Nutzung ist möglich und sogar erwünscht.",
        "20": "Funktioniert Browserübergreifend",
        "21": "Unterstützt alle aktuellsten Browser und sogar den IE8 TODO",
        "22": "Ein Projekt von",
        "23": "Hintergrundgrafik von",
        "24": "Tippe hier deine Sprache ein ...",
        "25": "... gefolgt von beliebigen Wörtern",
        "26": "Herunterladen",
        "27": "oder",
        "28": "Start",
        "29": "Zurück",
        "30": "Also... Wenn du ganz einfach und schnell ein Sprachpaket bauen willst würde ich dir den editor empfehlen.",
        "31": "Editor",
        "32": "Wirklich... Ganz schnell und einfach. Aber bevor wir zur Sache kommen ...",
        "33": "... hier noch ein paar Vorteile.",
        "34": "To boost your creation you *can* eehm sorry you must use these short keys. XD",
        "35": "Cell navigation",
        "36": "Next cell in column / New row",
        "37": "Return to editor",
        "38": "Next cell / New row",
        "39": "First cell",
        "40": "Last cell",
        "41": "New language",
        "42": "Delete language",
        "43": "Delete row",
        "44": "Copy placeholder",
        "45": "Create package",
        "46": "Create easy your own language packages. After that load them with the languanizr.js for the super awesome translation power.",
        "47": "Use this short key to generate a language package for the selected language.",
        "48": "Hint: Create a JSON file and paste the text below into the new file, to create a language file.",
        "49": "Check out the full documentation and examples on Github."
    }
}