{
    "title": "Languanizr Sprachpaket",
    "url": "http://www.languanizrjs.com",
    "package_version": 1,
    "language": "german",
    "text": {
        "1": "Clientseitiges Übsersetzungsskript",
        "2": "Deutsch",
        "3": "Englisch",
        "4": "Erstelle mehrsprachige Webseiten schnell und super einfach.",
        "5": "Tour",
        "6": "oder",
        "7": "Herunterladen",
        "8": "Übersetzt alles",
        "9": "Statischen und dynamischen Text, Tag Attribute und statische Eingabefelder.",
        "10": "Leichtes einrichten",
        "11": "Languanizr.js einbinden, eigenes Sprachpaket bauen, HTML Markup vorbereiten. Fertig!",
        "12": "Schnelles und kleines Skript",
        "13": "Nutzt Localstorage und Sessionstorage für eine super schnelle Übersetzung. Skriptgröße nur 6 KB.",
        "14": "Einfaches Sprachpaket bauen",
        "15": "Nutze den Editor um schnell Sprachpakete zu bauen.",
        "16": "Cooler online Sprach Editor",
        "17": "Benutzerfreundlicher Editor, um eigene Sprachpakete zu bauen.",
        "18": "Frei & Open-Source",
        "19": "Open-Source und lizensiert unter der MIT Lizenz. Kommerzielle als auch private Nutzung ist möglich.",
        "20": "Funktioniert Browserübergreifend",
        "21": "Unterstützt die aktuellsten Versionen von Firefox und Chrome.",
        "22": "Ein Projekt von",
        "23": "Hintergrundgrafik von",
        "24": "Start",
        "25": "Editor",
        "26": "Tipp: Füge die unten generierten JSON Daten in eine neue JSON Datei ein, um eine Sprachpaketdatei zu erstellen.",

        "27": "Zellennavigation",
        "28": "Nächste Zelle / Neue Zeile",
        "30": "Nächste Zelle / Nächste Reihe",
        "31": "Erste Zelle",
        "32": "Letzte Zelle",
        "33": "Neue Sprache",
        "34": "Sprache löschen",
        "35": "Zeile löschen",
        "36": "Platzhalter kopieren",
        "37": "Paket bauen",
        "38": "Tippe hier deine Sprache ein ...",
        "39": "... gefolgt von beliebigen Wörtern",

        "40": "Jap genau das ist es.",
        "41": "Ich werde gleich mal erklären wie das funktioniert, aber zuerst ...",
        "42": "... ein paar Vorteile hier.",
        "43": "Ok fangen wir mal an. Zuerst muss das coole Skript heruntergeladen und in die Seite eingebunden werden.",
        "44": "Danach erstellen wir eine Sprache. Ich empfehle hier den Sprachpaketeditor zu nurtzen. Schauen wir uns den mal an ...",
        "45": "Ahh ja... der Editor... super cool, super schnell, super toll ... und ... Naja lassen wird das mal ... Hier geben wir unsere Texte ein ...",
        "46": "... Diese können wir als Platzhalter kopieren, um diese unserem HTML Markup hinzuzufügen. Ebenso fügen wir das Attribut 'data-languanize' hinzu.",
        "47": "Hier paar coole Tastenkürzel, um die Sprachpakete wegzurocken.",
        "48": "So nun generieren wir einfach das Sprachpaket.",
        "49": "Was wir dann bekommen sind JSON Daten, welche dann hier erscheinen.",
        "50": "Jetzt müssen wir nur noch einige ferkeleien durchführen, um anschließend eine Sprachdatei zu bekommen. Ok? Diese laden wir dann mit unserem Skript.",
        "51": "Fragen? Schau mal in die Dokumentation rein. Die Tour habe ich mit introJs erstellt. - <a target='_blank' href='http://usablica.github.io/intro.js/'>http://usablica.github.io/intro.js/</a>"
    }
}